// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Assigner un nouveau profil ICC";

NoPapersTitle = "Il n’y a aucun type de papier personnalisé à modifier";
NoPapersMsg = "Veuillez ajouter ou importer un type de papier personnalisé. Vous pourrez ensuite assigner un profil ICC.";
NoPapersDefButton = "Ajouter un papier personnalisé";

ProfileExistsTitle = "Ce profil ICC existe déjà";
ProfileExistsMsg = "Un profil ICC portant le nom de fichier \"%@\" est déjà stocké dans le répertoire local. Si vous sélectionnez \"Utiliser le profil existant\", le profil stocké sera utilisé pour votre papier. Vous pouvez également sélectionner \"Utiliser un nom de fichier unique\" pour créer un nouveau nom de profil.";
ProfileExistsDefButton = "Utiliser le profil existant";
ProfileExistsAltButton = "Annuler";
ProfileExistsOtherButton = "Utiliser un nom de fichier unique";

NoIccTitle = "<aucun profil sélectionné>";

//Paper Type Names
Photo = "Photo";
CoatedInkjet = "Papier jet d’encre couché";
PhotoRag = "Papier photo chiffon";
Watercolor = "Papier pour aquarelle";
Canvas = "Papier pour toile";
RigidPhotoRag = "Papier photo chiffon rigide";
RigidWatercolor = "Papier pour aquarelle rigide";
RigidCanvas = "Papier pour toile rigide";
Brochure = "Brochure";
PlainPaper = "Papier ordinaire";
PhotoInkjetScrapbook = "Papier scrapbook Inkjet, Photo";
MatteInkjetScrapbook = "Papier scrapbook Inkjet, Mat";

Coated = "Couché";
PhotoThick = "Papier photo épais";
FiberGloss = "Glacé satiné";
photoRag = "Papier photo de chiffon";
photoRagThin = "Papier photo chiffon fin";

//print quality names
Best = "Supérieur";
Normal = "Normal";
Fast = "FastDraft";
MaxDPI = "PPP maximal";

ProfileInvalidTitle = "Type de fichier ICC incorrect";
ProfileInvalidMsg = "Le fichier ICC sélectionné ne peut pas être utilisé avec une imprimante.";
ProfileInvalidDefButton = "Choisissez un autre profil…";

TaskTitleFieldText = "Assigner un nouveau profil ICC";
TaskDescriptionFieldText = "Cliquez sur le bouton Assigner pour assigner le nouveau profil ICC à votre papier personnalisé.";
StartButtonText = "Assigner";

AddSheetDescriptionFieldText = "Veuillez sélectionner le papier et le profil ICC que vous souhaitez utiliser pour le papier.";
PaperNameLableText = "Nom du papier personnalisé :";
PaperNamePopUpText = "Élément";
PaperCategoryLableText = "Catégorie du papier :";
PaperCategoryFieldText = "catégorie";
IccFileNamelableText = "Profil ICC (facultatif) :";
IccFileNameFieldText = "<aucun profil sélectionné>";
BrowseButtonText = "Parcourir…";
ClearButtonText = "Effacer le profil";
CancelButtonText = "Annuler";
DoneButtonText = "Terminé";
